Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/finanstilsynet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: In 2020, Finanstilsynet conducted a thematic inspection of registrars’ compliance with the AML legislation when creating and using individual accounts with the Central Securities Depository.
nb: Finanstilsynet gjennomførte i 2020 et tematilsyn om kontoførernes etterlevelse av antihvitvaskingsregelverket ved opprettelse og bruk av enkeltkontoer i Verdipapirsentralen.

source: The seminar mainly addressed the topics discussed above and took place as a webinar seen by more than 600 people.
nb: Seminaret omhandlet i hovedsak temaene omtalt ovenfor og ble gjennomført som et webinar sett av flere enn 600 personer.

source: It currently includes 1 437 user sites, which gives a coverage ratio of 98 per cent of Norway's population.
nb: Den omfatter for tiden 1 437 brukersteder, som gir en dekningsgrad på 98 prosent av Norges befolkning.

source: In October 2020, Varig Forsikring Midt-Buskerud was given permission to transfer its insurance portfolio to Fremtind Forsikring AS.
nb: Varig Forsikring Midt-Buskerud fikk i oktober 2020 tillatelse til å overdra forsikringsporteføljen til Fremtind Forsikring AS.

source: In its response, the undertaking had a number of legal and factual objections to the decision notified by Finanstilsynet.
nb: I tilsvaret hadde foretaket flere rettslige og faktiske innvendinger mot Finanstilsynets varslede vedtak.

source: In 2020, Finanstilsynet was commissioned by the Ministry of Finance to chart the banks' total range of cash services and assess whether trends in the offering of such services will require new measures or regulatory changes.
nb: Finanstilsynet fikk i 2020 i oppdrag fra Finansdepartementet å kartlegge bankenes samlede tilbud av kontanttjenester og vurdere om utviklingen i kontanttilbudet innebærer behov for nye tiltak eller regelverksendringer.

source: “High household debt and high property prices have long been, and still are, the key vulnerabilities in the Norwegian financial system,” says Director General Morten Baltzersen.
nb: – Høy gjeld i husholdningene og høye eiendomspriser har lenge vært, og er fortsatt, de viktigste sårbarhetene i det norske finansielle systemet, sier finanstilsynsdirektør Morten Baltzersen.

source: A corresponding disclosure obligation is provided for in the Securities Funds Regulations section 13-4.
nb: Tilsvarende opplysningsplikt følger også av verdipapirfondforskriften § 13-4.

source: The review is expected to be completed in March 2021 and will provide statistical information for use in the further work in this area.
nb: Arbeidet forventes ferdigstilt i mars 2021 og vil gi statistisk informasjon som vil bli brukt i det videre arbeidet på dette området.

source: Finanstilsynet is following up the entities.
nb: Finanstilsynet følger opp foretakene.

source: Some 180 000 unit holders were given a price reduction.
nb: 180 000 andelseiere ble tilkjent prisavslag.

source: In 2019, the climate risk management of three marine insurers was reviewed.
nb: I 2019 ble håndtering av klimarisiko i tre sjøforsikringsforetak dekket.

source: The information is based on data reported by trading venues and approved publication systems in the EEA.
nb: Informasjonen er basert på data som er innrapportert fra handelsplasser og godkjente offentliggjøringsordninger i EØS.

source: Alkon Financial Group is not authorised to provide investment services in Norway, and therefore lacks the authorisation required under Norwegian law.
nb: Alkon Financial Group har ikke godkjenning til å drive investeringstenester i Noreg, og føretaket har derfor ikke nødvendig godkjenning etter norsk lov.

source: Finanstilsynet is planning to expand its controls to include several of the investment firms that were not reviewed in 2020.
nb: Finanstilsynet planlegger å utvide kontrollene til å omfatte flere av verdipapirforetakene som ikke ble gjennomgått i 2020.

source: The regulations are EEA relevant, and Finanstilsynet has looked into the need for changes in Norwegian law to reflect the new regulations:
nb: Reglene er EØS-relevante, og Finanstilsynet har utredet behovet for endringer i norsk rett av de nye forordningene:

source: The answers show significant variations in the level of compliance, and registered AIF managers are overrepresented in the group with the most fundamental deficiencies.
nb: Besvarelsene viser et stort spenn i etterlevelsen, og de registrerte AIF-forvalterne er overrepresentert i gruppen med de mest grunnleggende manglene.

source: Finanstilsynet arranged an issuer seminar for companies listed on regulated markets in November 2020.
nb: Finanstilsynet arrangerte et utstederseminar for noterte foretak på regulert marked i november 2020.

source: A UCITS fund established in the United Kingdom currently notified for marketing to investors in Norway pursuant to the UCITS Directive may, after a simplified application process, be marketed to non-professional investors in accordance with the Securities Funds Act § 9-4.
nb: Et UCITS-fond etablert i Storbritannia som i dag er notifisert for markedsføring til investorer i Norge etter UCITS-direktivet kan, etter en forenklet søknadsbehandling, markedsføres til ikke-profesjonelle investorer etter verdipapirfondloven § 9-4.

source: In addition to the approved transaction reports, Finanstilsynet received approximately 12 million transaction reports that had been rejected or deleted.
nb: I tillegg til de godkjente transaksjonsrapportene mottok Finanstilsynet ca. 12 millioner transaksjonsrapporter som ble avvist eller slettet.

source: Finanstilsynet has reviewed certain aspects of the 2014 financial statements of Fred.
nb: Finanstilsynet har kontrollert enkelte forhold i årsregnskapet for 2014 til Fred.

source: In 2020, Finanstilsynet reviewed the financial reporting of 14 listed companies.
nb: I 2020 kontrollerte Finanstilsynet den finansielle rapporteringen for 14 noterte foretak.

source: After the incident, Nasdaq Oslo has made improvements to the trading venue's systems and procedures to prevent similar incidents in the future.
nb: Etter hendelsen har Nasdaq Oslo gjennomført forbedringer i handelsplassens systemer og rutiner for å forebygge tilsvarende hendelser i framtiden.

source: Article 26 in MiFIR describes the outline of this regulation:
nb: Artikkel 26 i MiFIR definerer utgangspunktet for hvem som er pliktige til å rapportere:

source: In June and July 2020, the three mutual fire insurance companies Varig Forsikring Nordmøre og Romsdal, Varig Hadeland Forsikring and Varig Orkla Forsikring Gjensidig were given permission to extend their licence to apply to non-life insurance category 9 and to extend their geographic scope to apply throughout Norway.
nb: De tre brannkassene Varig Forsikring Nordmøre og Romsdal, Varig Hadeland Forsikring og Varig Orkla Forsikring Gjensidig fikk i juni og juli 2020 tillatelse til utvidelse av konsesjonen til å gjelde skadeforsikring klasse 9 og til å utvide det geografiske virkeområdet til å gjelde hele landet.

source: In 2020, compliance with the AML legislation was addressed at inspections at eleven real estate agencies and one lawyer engaged in real estate broking.
nb: Det ble i 2020 ført tilsyn med etterlevelsen av hvitvaskingsregelverket i elleve eiendomsmeglerforetak og hos én advokat som driver eiendomsmeglingsvirksomhet.

source: Personal data are also stored in Finanstilsynet’s professional systems (Sentralfag and Datavarehuset).
nb: Personopplysninger lagres også i Finanstilsynets fagsystemer (Sentralfag og Datavarehuset).

source: Finanstilsynet heads, and is secretariat to, the Financial Infrastructure Crisis Preparedness Committee (BFI).
nb: Finanstilsynet leder og er sekretariat for Beredskapsutvalget for finansiell infrastruktur (BFI).

source: During a certain period, increased margin requirements as a result of the depreciation of the Norwegian krone contributed to a tight liquidity situation for some currency-hedged funds.
nb: Økte marginkrav som følge av fall i kronekursen bidro i en periode til en stram likviditetssituasjon for enkelte valutasikrede fond.

source: UCITS funds – Undertakings for Collective Investments in Transferable Securities – constitute the largest share of Norwegian mutual funds.
nb: UCITS-fond – Undertakings for Collective Investments in Transferable Securities – utgjør den største andelen av norske verdipapirfond.

source: 27 cases on short positions requiring notification
nb: 27 saker om meldepliktige shortposisjoner

source: Again in 2020, Finanstilsynet placed great emphasis on sustainability and climate risk in its inspections and when refining its supervisory tools and models.
nb: Også i 2020 la Finanstilsynet stor vekt på bærekraft og klimarisiko i gjennomførte tilsyn og i arbeidet med å tilpasse tilsynsverktøy og modeller.

source: Finanstilsynet participates in a number of international organisations and working groups.
nb: Finanstilsynet deltar i en rekke internasjonale organisasjoner og arbeidsgrupper.

source: Finanstilsynet started working on an exposure analysis in the spring of 2019, and the results were published in the Risk Outlook 2019.
nb: Finanstilsynet startet arbeidet med eksponeringsanalyser våren 2019, og resultatene ble publisert i Finansielt utsyn juni 2019.

source: Finanstilsynet received a total of 72 reports from investment firms under obligation to report transactions giving rise to suspicion of insider dealing or market manipulation and 60 reports from foreign supervisory authorities.
nb: Totalt mottok Finanstilsynet 72 rapporter fra verdipapirforetak i henhold til bestemmelsen om rapporteringsplikt ved mistanke om innsidehandel eller markedsmanipulasjon, samt 60 rapporter fra utenlandske tilsynsmyndigheter.

source: In the course of 2020, Finanstilsynet received six applications for a licence to operate as a payment institution/electronic money institution, five of which were received in the second half of the year.
nb: Finanstilsynet mottok i 2020 seks søknader om konsesjon som betalingsforetak/e-pengeforetak, hvorav fem ble mottatt i andre halvår.

source: Read more about reporting and supervisory colleges in the chapters on institutions under supervision.
nb: Les mer om rapportering og tilsynskollegiene i de ulike kapitlene om foretak under tilsyn.

source: You can choose to notify anonymously or to use your name and contact details.
nb: Du kan velge om du vil varsle anonymt eller med navn og kontaktopplysninger.

source: Is the service associated with regulated financial services under Finanstilsynet's responsibility?
nb: Er tjenesten knyttet til regulerte finansielle tjenester under Finanstilsynet ansvarsområde?

source: As an employee, you also have the right to notify other censurable conditions at your employer's undertaking, cf. Section 2 A-1 of the Working Environment Act.
nb: Du som arbeidstaker har også rett til å varsle om andre kritikkverdige forhold i din arbeidsgivers virksomhet, jf arbeidsmiljøloven § 2 A-1.

source: In comparison, the level for all Norwegian banks combined was 1.1 per cent of lending.
nb: Til sammenligning utgjorde misligholdet i alle norske banker 1,1 prosent av utlån.

source: Short sale: Decision by EFTA Surveillance Authority (ESA) and the European Markets Authority (ESMA)
nb: Beslutning fra EFTAs overvåkningsorgan (ESA) og den europeiske verdipapir- og markedstilsynsmyndigheten (ESMA)

source: Oslo Børs showed a weaker trend than a number of other stock exchanges in 2020.
nb: Oslo Børs hadde i 2020 en svakere utvikling enn flere andre børser.

source: Conversion to an authorisation pursuant to section 6-5 of the AIF Act will entail reporting obligations to Finanstilsynet according to AIFMD Annex IV.
nb: Omgjøring til en tillatelse etter AIF-loven § 6-5 vil medføre rapporteringsplikt til Finanstilsynet etter AIFMD Annex IV.

source: In 2020, ESMA took the initiative to and conducted a number of Common Supervisory Actions (CSAs).
nb: I 2020 tok EUs verdipapir- og markedstilsyn (ESMA) initiativ til og gjennomførte flere felleseuropeiske tilsynsundersøkelser.

source: If, according to the annex, the issuer has a complex financial history or the prospectus has been prepared in connection with an initial public offering (IPO) on a regulated market, the fee is NOK 101 000.
nb: Dersom utsteder har en kompleks finansiell historikk i henhold til vedlegget, eller prospektet er utarbeidet i forbindelse med en førstegangsnotering på regulert marked, er gebyret NOK 101 000.

source: The BFI held three regular meetings in 2020.
nb: BFI hadde tre ordinære møter i 2020.

source: This included the processing of notifications of outsourcing and the rejection of VPS' application for payment of dividends based on the financial statements for 2019.
nb: Dette omfattet blant annet behandling av meldinger om utkontraktering og avslag på VPS’ søknad om utbetaling av utbytte basert påårsregnskapet for 2019.

source: ” says Per Mathis Kongsrud, Deputy Director General, Digitalisation and Analysis.
nb: , sier direktør for digitalisering og analyse Per Mathis Kongsrud.

source: The liquidation has not been completed.
nb: Avviklingen er ikke gjennomført.

source: The undertakings have ended the cooperation with Gjensidige and have become part owners of the insurance group Frende Forsikring, which is owned by savings banks.
nb: Foretakene har gått ut av Gjensidige-samarbeidet og inn på eiersiden i det sparebankeide forsikringskonsernet Frende Forsikring.

source: First-time homebuyers accounted for 23 per cent of the number of instalment loans that fell short of one or more of the requirements of the residential mortgage lending regulations.
nb: Førstegangskjøpere sto for 23 prosent av antall nedbetalingslån som gikk utover ett eller flere krav i boliglånsforskriften.

source: In 2020, Finanstilsynet considered a number of cases concerning the organisation of licensed activities through internal partnerships.
nb: Finanstilsynet behandlet i 2020 flere saker knyttet til organisering av konsesjonspliktig virksomhet gjennom indre selskap.

source: Information on new versions of reporting instructions, XML forms and validation rules can be found on ESMA's pages under the Transaction Reporting Guidelines and Transaction Reporting Exchange Mechanism (TREM):
nb: Informasjon om nye versjoner av rapporteringsinstruksjoner, xml-skjema og valideringsregler finnes på ESMAs sider under Transaction Reporting Guidelines and Transaction Reporting Exchange Mechanism (TREM):

source: Finanstilsynet carried out a similar inspection in 2019.
nb: Finanstilsynet gjennomførte et lignende tilsyn i 2019.

source: There is global cooperation between states and authorities to develop principles for regulations and supervision of financial institutions and financial markets.
nb: Stater og myndigheter samarbeider globalt for å utvikle prinsipper for regelverk og tilsyn med finansforetak og finansmarkedene.

source: The company reviewed this accounting principle in its financial statements for 2019.
nb: Foretaket revurderte dette regnskapsprinsippet i årsregnskapet for 2019.

source: Although there are still cases of inadequate disclosures, the situation has improved, as the companies provide the required information on the use, definition and reconciliation of the APMs used.
nb: Selv om det fortsatt er tilfeller av manglende informasjon, er det en forbedring at foretakene gir påkrevde opplysninger om bruk, definisjon og avstemming for alternative resultatmål som benyttes.

source: arranged by the Norwegian Directorate for Civil Protection (DSB), the scenario being an incident in the financial sector.
nb: i regi av Direktoratet for samfunnssikkerhet og beredskap (DSB), hvor scenariet var en hendelse i finanssektoren.

source: A CGU is the smallest identifiable group of assets that generates cash inflows that are largely independent from other assets or groups of assets.
nb: I tillegg til å få en oppdatert forståelse for oljeressursene, så resulterte arbeidet i en oppdatert netto nåverdiberegning av ulike utbyggingsdesign.

source: Finanstilsynet is also involved in follow-up measures under the auspices of the European financial supervisory authorities.
nb: Finanstilsynet deltar også i oppfølgingen i regi av de felles europeiske finanstilsynsmyndighetene.

source: Over the course of the year, seven new companies were listed on Oslo Børs while none were listed on Euronext Expand.
nb: I løpet av året ble det notert sju foretak på Oslo Børs og ingen på Euronext Expand.

source: Finanstilsynet has presented relevant regulations and other work on climate risk to the financial industry at several seminars.
nb: Finanstilsynet har omtalt relevant regelverk og annet arbeid om klimarisiko for finansnæringen i innlegg på flere seminarer.

source: The requirements for investor protection figure prominently the supervision of investment firms.
nb: Kravene til investorbeskyttelse står sentralt i tilsynet med verdipapirforetak.

source: Finanstilsynet reviewed all or parts of the financial reporting of 104 entities.
nb: Hele eller deler av den finansielle rapporteringen til 104 foretak ble gjennomgått.

source: Finanstilsynet’s review of investment firms’ compliance with the stricter rules on inducements has shown that a large proportion of the firms are changing their payment models, whereby fees are paid directly from clients and no longer in the form of inducements from the management companies.
nb: Finanstilsynets undersøkelse av verdipapirforetakenes etterlevelse av de skjerpede reglene om returprovisjon har vist at en betydelig andel av foretakene endrer betalingsmodell slik at honorarer betales direkte fra kundene og ikke i form av returprovisjoner fra forvaltningsselskapene.

source: Finanstilsynet also initiated extraordinary reporting from the largest mutual fund management companies, partly to monitor developments in liquidity risk.
nb: Finanstilsynet igangsatte også ekstraordinær rapportering fra de største forvaltningsselskapene for fond, for blant å overvåke utviklingen i likviditetsrisiko.

source: The same applies to UCITS funds established in another EEA country, where the funds are managed by a management company in the United Kingdom.
nb: Tilsvarende gjelder for UCITS-fond etablert i et annet EØS-land, men som forvaltes av et forvaltningsselskap i Storbritannia.

source: If the fund is also to be marketed to professional investors, an authorisation is also required in accordance with § 6-5 of the AIF Act.
nb: Dersom fondet også skal markedsføres til profesjonelle investorer, kreves i tillegg en tillatelse etter AIF-loven § 6-5.

source: 74 per cent of the capital was raised when new companies were admitted to trading.
nb: 74 prosent av kapitalen ble hentet inn ved opptak til handel av nye selskaper.

source: In the third quarter, no deviations that were directly related to the pandemic and the resulting market turmoil were reported.
nb: I tredje kvartal ble det ikke rapportert avvik som var direkte relatert til pandemien og den tilhørende markedsuroen.

source: A significant number of breaches were reported in the first two quarters of 2020.
nb: Det ble rapportert om et betydelig antall brudd i de to første kvartalene av 2020.

source: How are the data processed (deleted and archived)?
nb: Hvordan behandles (slettes og arkiveres) opplysningene?

source: The Market Abuse Regulation (MAR) and supplementary rules provided in Commission Regulations were incorporated in the EEA Agreement in 2019.
nb: Markedsmisbruksforordningen (MAR) og utfyllende regler gitt i kommisjonsforordninger ble tatt inn i EØS-avtalen i 2019.

source: In addition, Finanstilsynet receives information through the companies' reporting.
nb: I tillegg mottar tilsynet opplysninger gjennom foretakenes rapportering.

source: Brexit: Marketing of funds in Norway from 1st January 2021 requires authorisation
nb: Markedsføring av fond i Norge fra og med 1. januar 2021 krever tillatelse

source: The residential mortgage lending survey 2020 shows that a large and increasing proportion of new loans secured on residential property (residential mortgages) is taken out by borrowers with high total debt relative to income (debt-to-income/DTI ratio).
nb: Boliglånsundersøkelsen 2020 viser at en stor og økende del av nye lån med pant i bolig (boliglån) tas opp av låntakere som har høy samlet gjeld i forhold til inntekt (gjeldsgrad).

source: These notifications were also given in accordance with the requirements of the Act relating to Payment Systems on changes in or new payment services.
nb: Disse meldingene ble også gitt i henhold til krav i betalingssystemloven om endrede eller nye betalingstjenester.

source: The project will be continued in 2021 to ensure that the measures implemented are effective and adequate.
nb: Prosjektet vil videreføres i 2021 for å kvalitetssikre at de iverksatte tiltakene er effektive og tilstrekkelige.

source: The regulation was effective in Norway as of January 2018.
nb: Regelverket ble gjennomført med virkning fra januar 2018.

source: Since 1994 Finanstilsynet has systematically analysed and assessed potential stability problems in the Norwegian financial market against the background of developments in the Norwegian and international real economy and markets.
nb: Finanstilsynet har sidan 1994 regelmessig analysert og vurdert risikoen for finansielle stabilitetsproblem i den norske finansmarknaden på bakgrunn av utviklinga i norsk og internasjonal realøkonomi og marknader.

source: The regulation on sustainability-related disclosures lays down requirements for the disclosure of information on how the institutions' investments and activities contribute to sustainable development, and requirements for the information to be provided when selling financial products.
nb: Forordningen om offentliggjøring av bærekraftsinformasjon stiller krav til offentliggjøring av informasjon om hvordan foretakenes investeringer og virksomhet bidrar til bærekraftig utvikling, og krav til informasjon som skal gis ved salg av finansielle produkter.

source: As previously announced, the PRODUCTION ENVIRONMENT will be upgraded to receive TRS reporting on a new file format (xsd).
nb: Som tidligere annonsert vil PRODUKSJONSMILJØET oppgraderes for å motta TRS-rapportering på nytt filformat (xsd).

source: During 2020, Finanstilsynet also investigated the bank's handling of its customer relationship with companies in the Samherji Group.
nb: Finanstilsynet foretok i 2020 også nærmere undersøkelser av bankens håndtering av kundeforhold til foretak i Samherji-konsernet.

source: Finanstilsynet considered Euronext Nordics Holding to be a suitable owner of a significant holding in Oslo Børs and VPS and advised the Ministry of Finance to give its approval.
nb: Finanstilsynet anså Euronext Nordics Holding som egnet til å eie en betydelig eierandel i Oslo Børs og VPS og tilrådte Finansdepartementet å gi tillatelse til dette.

source: Finanstilsynet was asked to exchange facts and assessments with Norges Bank.
nb: Finanstilsynet ble bedt om å utveksle faktagrunnlag og vurderinger med Norges Bank.

source: At the end of 2020, the companies managed 415 mutual funds under licence from Finanstilsynet.
nb: Ved utgangen av 2020 forvaltet selskapene 415 verdipapirfond med tillatelse fra Finanstilsynet.

source: This mainly includes issuers listed on Oslo Børs and Euronext Expand.
nb: Det vil i hovedsak si utstederforetak notert på Oslo Børs hovedliste og Euronext Expand.

source: Requirements on liquidity management, liquidity reserves and stable funding are transposed in the Financial Institutions Act section 13-7.
nb: Videre er krav til likviditetsstyring, likviditetsreserver og stabil finansiering gjennomført i finansforetaksloven § 13-7.
